{
    "Please set proper configuration for Api Key": "يرجى ضبط التكوين المناسب لـ Api Key",
    "Text was not generated due to Invalid API Key": "لم يتم إنشاء النص بسبب وجود مفتاح API غير صالح",
    "Software Details": "تفاصيل البرامج",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "إنشاء نص وكتابة محتوى إبداعي متنوع والإجابة على أسئلتك بطريقة إعلامية. ",
    "/Month": "/شهر",
    "/Year": "/سنة",
    "Buy Now": "اشتري الآن",
    "View Live Demo": "عرض تجريبي مباشر",
    "AI": "منظمة العفو الدولية",
    "Assistant": "مساعد",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "يمكن استخدام AIAssistant لإنشاء محتوى عالي الجودة وجذاب. ",
    "Some Benefits of Using AIAssistant": "بعض فوائد استخدام AIAsistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "يمكن لـ AIAssistant إنشاء محتوى عالي الجودة غني بالمعلومات وجذاب. ",
    "What is use of AIAssistant?": "ما هو استخدام AIAsistant؟",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "يمكن لـ AIAsistant أتمتة المهام مثل جدولة المواعيد وإدارة الشؤون المالية وتقديم التذكيرات. ",
    "Why choose dedicated modules": "لماذا تختار وحدات مخصصة",
    "for your business?": "لعملك؟",
    "With Dash, you can conveniently manage all your business functions from a single location": "باستخدام Dash، يمكنك إدارة جميع وظائف عملك بسهولة من مكان واحد",
    "Empower Your Workforce with DASH": "قم بتمكين القوى العاملة لديك باستخدام DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "الوصول إلى الوظائف الإضافية المميزة للمحاسبة والموارد البشرية والمدفوعات والعملاء المحتملين والاتصالات والإدارة والمزيد، كل ذلك في مكان واحد!",
    "Pay-as-you-go": "الدفع عند الاستخدام",
    "Unlimited installation": "تركيب غير محدود",
    "Secure cloud storage": "تخزين سحابي آمن",
    "Monthly": "شهريا",
    "Yearly": "سنوي",
    "Billed monthly, or": "تدفع شهريا، أو",
    " if paid monthly": " إذا تم الدفع شهريا",
    "Billed yearly, or": "تتم الفاتورة سنويًا، أو",
    " if paid yearly": " إذا دفعت سنويا",
    "For What": "لماذا",
    "Language": "لغة",
    "Tone": "نغمة",
    "AI Creativity": "إبداع الذكاء الاصطناعي",
    "High": "عالي",
    "Meduium": "متوسط",
    "Low": "قليل",
    "Number of Result": "عدد النتائج",
    "Maximum Result Length": "الحد الأقصى لطول النتيجة",
    "Generate": "يولد",
    "Copy Text": "نسخ النص",
    "Copy Selected Text": "نسخ النص المحدد",
    "Description": "وصف",
    "Generate Content With AI": "إنشاء محتوى باستخدام الذكاء الاصطناعي",
    "Generate with AI": "أنشئ باستخدام الذكاء الاصطناعي"
}
