{
    "Please set proper configuration for Api Key": "Indstil venligst korrekt konfiguration for Api Key",
    "Text was not generated due to Invalid API Key": "Tekst blev ikke genereret på grund af ugyldig API-nøgle",
    "Software Details": "Software detaljer",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "Generering af tekst, skrivning af forskellige kreative indhold og besvarelse af dine spørgsmål på en informativ måde. ",
    "/Month": "/Måned",
    "/Year": "/År",
    "Buy Now": "Køb nu",
    "View Live Demo": "Se Live Demo",
    "AI": "AI",
    "Assistant": "Assistent",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "AIAssistant kan bruges til at generere indhold, der er både af høj kvalitet og engagerende. ",
    "Some Benefits of Using AIAssistant": "Nogle fordele ved at bruge AIAssistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAssistant kan generere indhold af høj kvalitet, der er både informativt og engagerende. ",
    "What is use of AIAssistant?": "Hvad er brugen af ​​AIAssistant?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAssistant kan automatisere opgaver såsom at planlægge aftaler, administrere økonomi og give påmindelser. ",
    "Why choose dedicated modules": "Hvorfor vælge dedikerede moduler",
    "for your business?": "for din virksomhed?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra et enkelt sted",
    "Empower Your Workforce with DASH": "Styrk din arbejdsstyrke med DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Adgang over Premium-tilføjelser til regnskab, HR, betalinger, kundeemner, kommunikation, ledelse og mere, alt sammen på ét sted!",
    "Pay-as-you-go": "Pay-as-you-go",
    "Unlimited installation": "Ubegrænset installation",
    "Secure cloud storage": "Sikker cloud storage",
    "Monthly": "Månedlig",
    "Yearly": "Årligt",
    "Billed monthly, or": "Faktureres månedligt, eller",
    " if paid monthly": " hvis det betales månedligt",
    "Billed yearly, or": "Faktureres årligt, eller",
    " if paid yearly": " hvis det betales årligt",
    "For What": "For hvad",
    "Language": "Sprog",
    "Tone": "Tone",
    "AI Creativity": "AI kreativitet",
    "High": "Høj",
    "Meduium": "Medium",
    "Low": "Lav",
    "Number of Result": "Antal resultater",
    "Maximum Result Length": "Maksimal resultatlængde",
    "Generate": "Frembringe",
    "Copy Text": "Kopier tekst",
    "Copy Selected Text": "Kopier valgt tekst",
    "Description": "Beskrivelse",
    "Generate Content With AI": "Generer indhold med AI",
    "Generate with AI": "Generer med AI"
}
