{
    "Please set proper configuration for Api Key": "Bitte legen Sie die richtige Konfiguration für den API-Schlüssel fest",
    "Text was not generated due to Invalid API Key": "Der Text wurde aufgrund eines ungültigen API-Schlüssels nicht generiert",
    "Software Details": "Softwaredetails",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "Texte generieren, vielfältige kreative Inhalte verfassen und Ihre Fragen informativ beantworten. ",
    "/Month": "/Monat",
    "/Year": "/Jahr",
    "Buy Now": "Jetzt kaufen",
    "View Live Demo": "Live-Demo ansehen",
    "AI": "KI",
    "Assistant": "Assistent",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "Mit AIAssistant können Inhalte generiert werden, die sowohl qualitativ hochwertig als auch ansprechend sind. ",
    "Some Benefits of Using AIAssistant": "Einige Vorteile der Verwendung von AIAssistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAssistant kann qualitativ hochwertige Inhalte generieren, die sowohl informativ als auch ansprechend sind. ",
    "What is use of AIAssistant?": "Wozu dient AIAssistant?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAssistant kann Aufgaben wie die Planung von Terminen, die Verwaltung von Finanzen und die Bereitstellung von Erinnerungen automatisieren. ",
    "Why choose dedicated modules": "Warum dedizierte Module wählen?",
    "for your business?": "für Ihr Unternehmen?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Mit Dash können Sie alle Ihre Geschäftsfunktionen bequem von einem einzigen Ort aus verwalten",
    "Empower Your Workforce with DASH": "Stärken Sie Ihre Belegschaft mit DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Zugriff über Premium-Add-ons für Buchhaltung, Personalwesen, Zahlungen, Leads, Kommunikation, Management und mehr, alles an einem Ort!",
    "Pay-as-you-go": "Pay-as-you-go",
    "Unlimited installation": "Unbegrenzte Installation",
    "Secure cloud storage": "Sicherer Cloud-Speicher",
    "Monthly": "Monatlich",
    "Yearly": "Jährlich",
    "Billed monthly, or": "Wird monatlich abgerechnet oder",
    " if paid monthly": " bei monatlicher Zahlung",
    "Billed yearly, or": "Jährliche Abrechnung oder",
    " if paid yearly": " bei jährlicher Zahlung",
    "For What": "Wofür",
    "Language": "Sprache",
    "Tone": "Ton",
    "AI Creativity": "KI-Kreativität",
    "High": "Hoch",
    "Meduium": "Mittel",
    "Low": "Niedrig",
    "Number of Result": "Anzahl der Ergebnisse",
    "Maximum Result Length": "Maximale Ergebnislänge",
    "Generate": "Erzeugen",
    "Copy Text": "Text kopieren",
    "Copy Selected Text": "Ausgewählten Text kopieren",
    "Description": "Beschreibung",
    "Generate Content With AI": "Generieren Sie Inhalte mit KI",
    "Generate with AI": "Generieren Sie mit KI"
}
