{
    "Please set proper configuration for Api Key": "Establezca la configuración adecuada para la clave Api",
    "Text was not generated due to Invalid API Key": "El texto no se generó debido a una clave API no válida",
    "Software Details": "Detalles del programa",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "Generar texto, escribir una variedad de contenido creativo y responder sus preguntas de manera informativa. ",
    "/Month": "/Mes",
    "/Year": "/Año",
    "Buy Now": "Comprar ahora",
    "View Live Demo": "Ver demostración en vivo",
    "AI": "AI",
    "Assistant": "Asistente",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "AIAssistant se puede utilizar para generar contenido atractivo y de alta calidad. ",
    "Some Benefits of Using AIAssistant": "Algunos beneficios de utilizar AIAssistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAssistant puede generar contenido de alta calidad que sea informativo y atractivo. ",
    "What is use of AIAssistant?": "¿Para qué sirve AIAssistant?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAssistant puede automatizar tareas como programar citas, administrar finanzas y proporcionar recordatorios. ",
    "Why choose dedicated modules": "¿Por qué elegir módulos dedicados?",
    "for your business?": "para tu negocio?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Con Dash, puedes administrar cómodamente todas las funciones de tu negocio desde una única ubicación",
    "Empower Your Workforce with DASH": "Empodere a su fuerza laboral con DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Acceda a complementos premium para contabilidad, recursos humanos, pagos, clientes potenciales, comunicación, administración y más, ¡todo en un solo lugar!",
    "Pay-as-you-go": "Pago por uso",
    "Unlimited installation": "Instalación ilimitada",
    "Secure cloud storage": "Almacenamiento seguro en la nube",
    "Monthly": "Mensual",
    "Yearly": "Anual",
    "Billed monthly, or": "Facturado mensualmente, o",
    " if paid monthly": " si se paga mensualmente",
    "Billed yearly, or": "Facturado anualmente, o",
    " if paid yearly": " si se paga anualmente",
    "For What": "Para qué",
    "Language": "Idioma",
    "Tone": "Tono",
    "AI Creativity": "Creatividad de IA",
    "High": "Alto",
    "Meduium": "medio",
    "Low": "Bajo",
    "Number of Result": "Número de resultado",
    "Maximum Result Length": "Longitud máxima del resultado",
    "Generate": "Generar",
    "Copy Text": "Copiar texto",
    "Copy Selected Text": "Copiar texto seleccionado",
    "Description": "Descripción",
    "Generate Content With AI": "Genera contenido con IA",
    "Generate with AI": "Generar con IA"
}
