{
    "Please set proper configuration for Api Key": "Veuillez définir la configuration appropriée pour la clé API",
    "Text was not generated due to Invalid API Key": "Le texte n'a pas été généré en raison d'une clé API invalide",
    "Software Details": "Détails du logiciel",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "Générer du texte, rédiger une variété de contenus créatifs et répondre à vos questions de manière informative. ",
    "/Month": "/Mois",
    "/Year": "/Année",
    "Buy Now": "Acheter maintenant",
    "View Live Demo": "Voir la démo en direct",
    "AI": "IA",
    "Assistant": "Assistant",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "AIAAssistant peut être utilisé pour générer du contenu à la fois de haute qualité et attrayant. ",
    "Some Benefits of Using AIAssistant": "Quelques avantages de l'utilisation d'AIAssistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAAssistant peut générer un contenu de haute qualité, à la fois informatif et engageant. ",
    "What is use of AIAssistant?": "À quoi sert AIAssistant ?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAAssistant peut automatiser des tâches telles que la planification de rendez-vous, la gestion des finances et l'envoi de rappels. ",
    "Why choose dedicated modules": "Pourquoi choisir des modules dédiés",
    "for your business?": "pour votre entreprise ?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Avec Dash, vous pouvez gérer facilement toutes vos fonctions professionnelles à partir d'un seul endroit",
    "Empower Your Workforce with DASH": "Donnez du pouvoir à votre personnel avec DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Accédez aux modules complémentaires Premium pour la comptabilité, les ressources humaines, les paiements, les prospects, la communication, la gestion et bien plus encore, le tout en un seul endroit !",
    "Pay-as-you-go": "Paiement à l'utilisation",
    "Unlimited installation": "Installations illimitées",
    "Secure cloud storage": "Stockage cloud sécurisé",
    "Monthly": "Mensuel",
    "Yearly": "Annuel",
    "Billed monthly, or": "Facturé mensuellement, ou",
    " if paid monthly": " si payé mensuellement",
    "Billed yearly, or": "Facturé annuellement, ou",
    " if paid yearly": " si payé annuellement",
    "For What": "Pour quoi",
    "Language": "Langue",
    "Tone": "Tonifier",
    "AI Creativity": "Créativité de l'IA",
    "High": "Haut",
    "Meduium": "Moyen",
    "Low": "Faible",
    "Number of Result": "Nombre de résultat",
    "Maximum Result Length": "Longueur maximale du résultat",
    "Generate": "Générer",
    "Copy Text": "Copier le texte",
    "Copy Selected Text": "Copier le texte sélectionné",
    "Description": "Description",
    "Generate Content With AI": "Générer du contenu avec l'IA",
    "Generate with AI": "Générer avec l'IA"
}
