{
    "Please set proper configuration for Api Key": "Imposta la configurazione corretta per la chiave API",
    "Text was not generated due to Invalid API Key": "Il testo non è stato generato a causa di una chiave API non valida",
    "Software Details": "Dettagli del software",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "Generare testo, scrivere una varietà di contenuti creativi e rispondere alle tue domande in modo informativo. ",
    "/Month": "/Mese",
    "/Year": "/Anno",
    "Buy Now": "Acquista ora",
    "View Live Demo": "Visualizza la demo dal vivo",
    "AI": "AI",
    "Assistant": "Assistente",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "AIAssistant può essere utilizzato per generare contenuti coinvolgenti e di alta qualità. ",
    "Some Benefits of Using AIAssistant": "Alcuni vantaggi dell'utilizzo di AIAssistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAssistant può generare contenuti di alta qualità che siano informativi e coinvolgenti. ",
    "What is use of AIAssistant?": "A cosa serve AIAssistant?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAssistant può automatizzare attività come la pianificazione di appuntamenti, la gestione delle finanze e la fornitura di promemoria. ",
    "Why choose dedicated modules": "Perché scegliere moduli dedicati",
    "for your business?": "per la tua attività?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Con Dash puoi gestire comodamente tutte le tue funzioni aziendali da un'unica posizione",
    "Empower Your Workforce with DASH": "Potenzia la tua forza lavoro con DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Accedi ai componenti aggiuntivi Premium per contabilità, risorse umane, pagamenti, lead, comunicazione, gestione e altro ancora, tutto in un unico posto!",
    "Pay-as-you-go": "Pagamento a consumo",
    "Unlimited installation": "Installazione illimitata",
    "Secure cloud storage": "Archiviazione cloud sicura",
    "Monthly": "Mensile",
    "Yearly": "Annuale",
    "Billed monthly, or": "Fatturato mensilmente, o",
    " if paid monthly": " se pagato mensilmente",
    "Billed yearly, or": "Fatturato annualmente, o",
    " if paid yearly": " se pagato annualmente",
    "For What": "Per quello",
    "Language": "Lingua",
    "Tone": "Tono",
    "AI Creativity": "Creatività dell'intelligenza artificiale",
    "High": "Alto",
    "Meduium": "Medio",
    "Low": "Basso",
    "Number of Result": "Numero di risultati",
    "Maximum Result Length": "Lunghezza massima del risultato",
    "Generate": "Generare",
    "Copy Text": "Copia testo",
    "Copy Selected Text": "Copia il testo selezionato",
    "Description": "Descrizione",
    "Generate Content With AI": "Genera contenuti con l'intelligenza artificiale",
    "Generate with AI": "Genera con l'intelligenza artificiale"
}
