{
    "Please set proper configuration for Api Key": "API キーを適切に設定してください",
    "Text was not generated due to Invalid API Key": "API キーが無効なため、テキストは生成されませんでした",
    "Software Details": "ソフトウェアの詳細",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "テキストを生成し、さまざまなクリエイティブなコンテンツを作成し、有益な方法で質問に答えます。",
    "/Month": "/月",
    "/Year": "/年",
    "Buy Now": "今すぐ購入",
    "View Live Demo": "ライブデモを見る",
    "AI": "AI",
    "Assistant": "アシスタント",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "AIAssistant を使用すると、高品質で魅力的なコンテンツを生成できます。",
    "Some Benefits of Using AIAssistant": "AIAssistant を使用する利点",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAssistant は、有益で魅力的な高品質のコンテンツを生成できます。 ",
    "What is use of AIAssistant?": "AIアシスタントの用途は何ですか?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAssistant は、予定のスケジュール設定、財務管理、リマインダーの提供などのタスクを自動化できます。",
    "Why choose dedicated modules": "専用モジュールを選択する理由",
    "for your business?": "あなたのビジネスのために？",
    "With Dash, you can conveniently manage all your business functions from a single location": "Dash を使用すると、すべてのビジネス機能を 1 か所から簡単に管理できます",
    "Empower Your Workforce with DASH": "DASH で従業員に力を与える",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "会計、人事、支払い、リード、コミュニケーション、管理などのプレミアム アドオンにすべて 1 か所からアクセスできます。",
    "Pay-as-you-go": "従量課金制",
    "Unlimited installation": "無制限のインストール",
    "Secure cloud storage": "安全なクラウドストレージ",
    "Monthly": "毎月",
    "Yearly": "毎年",
    "Billed monthly, or": "毎月請求されるか、",
    " if paid monthly": " 毎月支払われる場合",
    "Billed yearly, or": "毎年請求されるか、",
    " if paid yearly": " 年払いの場合",
    "For What": "何のために",
    "Language": "言語",
    "Tone": "トーン",
    "AI Creativity": "AIの創造性",
    "High": "高い",
    "Meduium": "中程度",
    "Low": "低い",
    "Number of Result": "結果の数",
    "Maximum Result Length": "結果の最大長",
    "Generate": "生成する",
    "Copy Text": "テキストをコピーする",
    "Copy Selected Text": "選択したテキストをコピー",
    "Description": "説明",
    "Generate Content With AI": "AIでコンテンツを生成",
    "Generate with AI": "AIで生成"
}
