{
    "Please set proper configuration for Api Key": "Stel de juiste configuratie in voor API Key",
    "Text was not generated due to Invalid API Key": "Er is geen tekst gegenereerd vanwege een ongeldige API-sleutel",
    "Software Details": "Softwaredetails",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "Het genereren van tekst, het schrijven van uiteenlopende creatieve content en het op informatieve wijze beantwoorden van uw vragen. ",
    "/Month": "/Maand",
    "/Year": "/Jaar",
    "Buy Now": "Koop nu",
    "View Live Demo": "Bekijk livedemo",
    "AI": "AI",
    "Assistant": "Assistent",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "AIAssistant kan worden gebruikt om inhoud te genereren die zowel kwalitatief hoogstaand als boeiend is. ",
    "Some Benefits of Using AIAssistant": "Enkele voordelen van het gebruik van AIAssistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAssistant kan inhoud van hoge kwaliteit genereren die zowel informatief als boeiend is. ",
    "What is use of AIAssistant?": "Wat is het gebruik van AIAssistant?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAssistant kan taken automatiseren zoals het plannen van afspraken, het beheren van financiën en het geven van herinneringen. ",
    "Why choose dedicated modules": "Waarom kiezen voor speciale modules",
    "for your business?": "voor uw bedrijf?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Met Dash kunt u al uw zakelijke functies gemakkelijk vanaf één locatie beheren",
    "Empower Your Workforce with DASH": "Geef uw personeel meer mogelijkheden met DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Toegang tot Premium Add-ons voor boekhouding, HR, betalingen, leads, communicatie, beheer en meer, allemaal op één plek!",
    "Pay-as-you-go": "Betalen naar gebruik",
    "Unlimited installation": "Onbeperkte installatie",
    "Secure cloud storage": "Veilige cloudopslag",
    "Monthly": "Maandelijks",
    "Yearly": "Jaarlijks",
    "Billed monthly, or": "Maandelijks gefactureerd, of",
    " if paid monthly": " indien maandelijks betaald",
    "Billed yearly, or": "Jaarlijks gefactureerd, of",
    " if paid yearly": " indien jaarlijks betaald",
    "For What": "Voor wat",
    "Language": "Taal",
    "Tone": "Toon",
    "AI Creativity": "AI-creativiteit",
    "High": "Hoog",
    "Meduium": "Middelmatig",
    "Low": "Laag",
    "Number of Result": "Aantal resultaat",
    "Maximum Result Length": "Maximale resultaatlengte",
    "Generate": "Genereer",
    "Copy Text": "Kopieer tekst",
    "Copy Selected Text": "Kopieer geselecteerde tekst",
    "Description": "Beschrijving",
    "Generate Content With AI": "Genereer inhoud met AI",
    "Generate with AI": "Genereer met AI"
}
