{
    "Please set proper configuration for Api Key": "Proszę ustawić odpowiednią konfigurację dla Api Key",
    "Text was not generated due to Invalid API Key": "Tekst nie został wygenerowany z powodu nieprawidłowego klucza API",
    "Software Details": "Szczegóły oprogramowania",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "Generowanie tekstu, pisanie różnorodnych kreatywnych treści i odpowiadanie na pytania w sposób informacyjny. ",
    "/Month": "/Miesiąc",
    "/Year": "/Rok",
    "Buy Now": "Kup teraz",
    "View Live Demo": "Zobacz demonstrację na żywo",
    "AI": "sztuczna inteligencja",
    "Assistant": "Asystent",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "AIAssistant może być używany do generowania treści, które są zarówno wysokiej jakości, jak i angażujące. ",
    "Some Benefits of Using AIAssistant": "Niektóre zalety korzystania z AIAssistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAssistant może generować wysokiej jakości treści, które mają zarówno charakter informacyjny, jak i angażujący. ",
    "What is use of AIAssistant?": "Do czego służy AIAssistant?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAssistant może automatyzować zadania, takie jak planowanie spotkań, zarządzanie finansami i zapewnianie przypomnień. ",
    "Why choose dedicated modules": "Dlaczego warto wybrać moduły dedykowane?",
    "for your business?": "dla Twojej firmy?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Dzięki Dash możesz wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca",
    "Empower Your Workforce with DASH": "Wzmocnij siłę swoich pracowników dzięki DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Dostęp za pośrednictwem dodatków Premium do księgowości, kadr, płatności, potencjalnych klientów, komunikacji, zarządzania i nie tylko, wszystko w jednym miejscu!",
    "Pay-as-you-go": "Płatność zgodnie z rzeczywistym użyciem",
    "Unlimited installation": "Nieograniczona instalacja",
    "Secure cloud storage": "Bezpieczne przechowywanie w chmurze",
    "Monthly": "Miesięczny",
    "Yearly": "Rocznie",
    "Billed monthly, or": "Rozliczane co miesiąc lub",
    " if paid monthly": " jeśli płacisz co miesiąc",
    "Billed yearly, or": "Rozliczane co roku lub",
    " if paid yearly": " jeśli jest płacony rocznie",
    "For What": "Po co",
    "Language": "Język",
    "Tone": "Ton",
    "AI Creativity": "Kreatywność AI",
    "High": "Wysoki",
    "Meduium": "Średnie",
    "Low": "Niski",
    "Number of Result": "Liczba wyników",
    "Maximum Result Length": "Maksymalna długość wyniku",
    "Generate": "Spowodować",
    "Copy Text": "Skopiuj tekst",
    "Copy Selected Text": "Skopiuj zaznaczony tekst",
    "Description": "Opis",
    "Generate Content With AI": "Generuj treści za pomocą sztucznej inteligencji",
    "Generate with AI": "Generuj za pomocą sztucznej inteligencji"
}
