{
    "Please set proper configuration for Api Key": "Defina a configuração adequada para a chave API",
    "Text was not generated due to Invalid API Key": "O texto não foi gerado devido a uma chave de API inválida",
    "Software Details": "Detalhes do software",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "Gerar texto, escrever diversos conteúdos criativos e responder às suas perguntas de forma informativa. ",
    "/Month": "/Mês",
    "/Year": "/Ano",
    "Buy Now": "Comprar agora",
    "View Live Demo": "Ver demonstração ao vivo",
    "AI": "IA",
    "Assistant": "Assistente",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "AIAssistant pode ser usado para gerar conteúdo de alta qualidade e envolvente. ",
    "Some Benefits of Using AIAssistant": "Alguns benefícios do uso do AIAssistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAssistant pode gerar conteúdo de alta qualidade que é informativo e envolvente. ",
    "What is use of AIAssistant?": "Qual é o uso do AIAssistant?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAssistant pode automatizar tarefas como agendamento de compromissos, gerenciamento de finanças e fornecimento de lembretes. ",
    "Why choose dedicated modules": "Por que escolher módulos dedicados",
    "for your business?": "para o seu negócio?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Com o Dash, você pode gerenciar convenientemente todas as funções do seu negócio em um único local",
    "Empower Your Workforce with DASH": "Capacite sua força de trabalho com DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Acesso a complementos Premium para contabilidade, RH, pagamentos, leads, comunicação, gerenciamento e muito mais, tudo em um só lugar!",
    "Pay-as-you-go": "Pague conforme o uso",
    "Unlimited installation": "Instalação ilimitada",
    "Secure cloud storage": "Armazenamento seguro na nuvem",
    "Monthly": "Mensal",
    "Yearly": "Anual",
    "Billed monthly, or": "Faturado mensalmente ou",
    " if paid monthly": " se pago mensalmente",
    "Billed yearly, or": "Faturado anualmente ou",
    " if paid yearly": " se pago anualmente",
    "For What": "Para que",
    "Language": "Linguagem",
    "Tone": "Tom",
    "AI Creativity": "Criatividade de IA",
    "High": "Alto",
    "Meduium": "Médio",
    "Low": "Baixo",
    "Number of Result": "Número de resultado",
    "Maximum Result Length": "Comprimento máximo do resultado",
    "Generate": "Gerar",
    "Copy Text": "Copiar texto",
    "Copy Selected Text": "Copiar texto selecionado",
    "Description": "Descrição",
    "Generate Content With AI": "Gere conteúdo com IA",
    "Generate with AI": "Gere com IA"
}
