{
    "Please set proper configuration for Api Key": "Пожалуйста, установите правильную конфигурацию для Api Key.",
    "Text was not generated due to Invalid API Key": "Текст не был создан из-за недопустимого ключа API.",
    "Software Details": "Подробности программного обеспечения",
    "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc.": "Генерация текста, написание разнообразного креативного контента и информативные ответы на ваши вопросы. ",
    "/Month": "/Месяц",
    "/Year": "/Год",
    "Buy Now": "Купить сейчас",
    "View Live Demo": "Посмотреть живую демонстрацию",
    "AI": "ИИ",
    "Assistant": "Ассистент",
    "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences.": "AIAssistant можно использовать для создания высококачественного и интересного контента. ",
    "Some Benefits of Using AIAssistant": "Некоторые преимущества использования AIAssistant",
    "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website.": "AIAssistant может генерировать высококачественный контент, который является одновременно информативным и интересным. ",
    "What is use of AIAssistant?": "Для чего используется AIAssistant?",
    "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions.": "AIAssistant может автоматизировать такие задачи, как планирование встреч, управление финансами и предоставление напоминаний. ",
    "Why choose dedicated modules": "Почему стоит выбирать выделенные модули",
    "for your business?": "для вашего бизнеса?",
    "With Dash, you can conveniently manage all your business functions from a single location": "С помощью Dash вы можете удобно управлять всеми функциями вашего бизнеса из одного места.",
    "Empower Your Workforce with DASH": "Расширьте возможности своих сотрудников с помощью DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Доступ к надстройкам премиум-класса для бухгалтерского учета, управления персоналом, платежей, потенциальных клиентов, коммуникаций, управления и многого другого — все в одном месте!",
    "Pay-as-you-go": "Оплата по мере использования",
    "Unlimited installation": "Неограниченная установка",
    "Secure cloud storage": "Безопасное облачное хранилище",
    "Monthly": "Ежемесячно",
    "Yearly": "Ежегодно",
    "Billed monthly, or": "Оплата помесячно или",
    " if paid monthly": " если платить ежемесячно",
    "Billed yearly, or": "Оплата ежегодно или",
    " if paid yearly": " если платить ежегодно",
    "For What": "За что",
    "Language": "Язык",
    "Tone": "Тон",
    "AI Creativity": "ИИ-творчество",
    "High": "Высокий",
    "Meduium": "Средний",
    "Low": "Низкий",
    "Number of Result": "Количество результатов",
    "Maximum Result Length": "Максимальная длина результата",
    "Generate": "Генерировать",
    "Copy Text": "Копировать текст",
    "Copy Selected Text": "Копировать выделенный текст",
    "Description": "Описание",
    "Generate Content With AI": "Генерируйте контент с помощью ИИ",
    "Generate with AI": "Генерируйте с помощью ИИ"
}
