{
  "Permission denied." : "Permiso denegado. ",
  "Permission Denied." : "Permiso Denegado. ",
  "Commission Receipt successfully created." : "La recepción de comisión se ha creado satisfactoriamente. ",
  "Commission Receipt successfully deleted." : "La recepción de comisión se ha suprimido satisfactoriamente. ",
  "Commission payment request send successfully" : "Solicitud de pago de comisión enviada satisfactoriamente ",
  "Go to  Bank Transfer Request to view payment entries." : "Vaya a Solicitud de transferencia bancaria para ver las entradas de pago. ",
  "Commission successfully created." : "Comisión creada con éxito. ",
  "CommissionPlan not found." : "No se ha encontrado el plan de comisiones ",
  "CommissionPlan successfully deleted!" : "El plan de comisión se ha suprimido correctamente ",
  "Request data not found!" : "No se han encontrado datos de solicitud. ",
  "Commission Bank-transfer request Approve successfully" : "Banco de comisiones-solicitud de transferencia Aprobar satisfactoriamente ",
  "Commission Bank-transfer request Reject successfully" : "Banco de comisiones-Solicitud de transferencia rechazada satisfactoriamente ",
  "Commission Bank-transfer request successfully deleted." : "La solicitud de transferencia bancaria de comisiones se ha suprimido satisfactoriamente. ",
  "Commission Plan" : "Plan De Comisión ",
  "Commission Receipt" : "Recepción de la Comisión ",
  "Bank Transfer Request" : "Solicitud de transferencia bancaria ",
  "Conditional" : "Condicional ",
  "Non-Conditional" : "No condicional ",
  "From Amount" : "De Importe ",
  "To Amount" : "A Importe ",
  "Commission" : "Comisión ",
  "Add" : "Añadir ",
  "Project Wise" : "Proyecto Wise ",
  "Task Wise" : "Tarea Wise ",
  "Select Project" : "Seleccionar proyecto ",
  "Select Task" : "Seleccionar tarea ",
  "Name" : "Nombre ",
  "Start Date / End Date" : "Fecha de inicio/Fecha de finalización ",
  "Users" : "Usuarios ",
  "Users filed is required." : "Los usuarios archivados son necesarios. ",
  "Cancel" : "Cancelar ",
  "Create" : "Crear ",
  "Manage Commission" : "Gestionar la Comisión ",
  "Create Commission Plan" : "Crear plan de la Comisión ",
  "Start Date" : "Fecha de inicio ",
  "End Date" : "Fecha final ",
  "USer" : "USer ",
  "Action" : "Acción ",
  "Edit" : "Editar ",
  "Delete" : "Suprimir ",
  "Commission Plan Edit" : "Plan de la Comisión ",
  "Enter Commission Name" : "Nombre de la Comisión ",
  "Commission Type" : "Tipo de comisión ",
  "Percentage" : "Porcentaje ",
  "Fixed" : "Fijo ",
  "Commission Structure" : "Estructura De Comisión ",
  "Save Changes" : "Guardar cambios ",
  "Manage Commission Receipt" : "Gestionar recepción de comisiones ",
  "Position" : "Posición ",
  "Employee" : "Empleado ",
  "Receipt Date" : "Fecha de recepción ",
  "Id" : "Id ",
  "Item" : "Artículo ",
  "Price" : "Precio ",
  "quantity" : "cantidad ",
  "discount" : "Descuento ",
  "Amount" : "Importe ",
  "Sub Total" : "Subtotal ",
  "Discount" : "Descuento ",
  "Total" : "Total ",
  "Bank Transfer" : "Transferencia bancaria ",
  "Bank Details :" : "Datos bancarios: ",
  "Payment Receipt" : "Recepción de pago ",
  "This field is required" : "Este campo es obligatorio ",
  "invalid form file" : "Archivo de formulario ",
  "first, make a payment and take a screenshot or download the receipt and upload it." : "primero, hacer un pago y tomar una captura de pantalla o descargar el recibo y subirlo. ",
  "Pay Now" : "Pagar ahora ",
  "Admin payment settings not set" : "Valores de pago de administración no establecidos ",
  "Select Month" : "Seleccione Mes ",
  "Select Year" : "Seleccione Año ",
  "Agent" : "Agente ",
  "Commission Amount" : "Importe Comisión ",
  "Receipt" : "Recepción ",
  "Click To Paid" : "Haga Clic Para Pagar ",
  "Select Agent" : "Seleccionar agente ",
  "Download" : "Descargar ",
  "Create Commission Receipt" : "Crear recibo de comisión ",
  "Commission type" : "Tipo de comisión ",
  "Status" : "Estado ",
  "Unpaid" : "No remunerado ",
  "Paid" : "Pagada ",
  "Select CommissionPlan" : "Seleccionar plan de la Comisión ",
  "Select Commission" : "Seleccionar Comisión ",
  "Order Id" : "ID de pedido ",
  "Date" : "Fecha ",
  "Attachment" : "Anexo ",
  "Preview" : "Vista previa ",
  "Request Action" : "Acción de solicitud ",
  "Are You Sure?" : "¿estás Seguro? ",
  "This action can not be undone. Do you want to continue?" : "Esta acción no se puede deshacer.  ¿Desea continuar? ",
  "status" : "estado ",
  "Appplied On" : "Applied On ",
  "Not Found" : "No encontrado ",
  "Software Details" : "Detalles de software ",
  "A Commission Module typically refers to a software or system component that helps organizations manage and calculate commissions or incentives for their salespeople, partners, or employees. The content of a commission module may vary depending on the specific needs of the organization and the complexity of its commission structure." : "Un módulo de la Comisión normalmente hace referencia a un software o componente del sistema que ayuda a las organizaciones a gestionar y calcular comisiones o incentivos para sus vendedores, socios o empleados.  El contenido de un módulo de comisión puede variar en función de las necesidades específicas de la organización y de la complejidad de su estructura de comisión. ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Buy Now" : "Comprar ahora ",
  "View Live Demo" : "Ver demostración en directo ",
  "Commission Plan " : "Plan De Comisión   ",
  "Setting up various Commission Plans is a critical aspect of a Commission Module within a Sales or Compensation management system. These plans determine how individuals or teams are rewarded for their efforts, motivating and aligning them with organizational goals. Three common types of commission plans are percentage-based and flat-rate commissions, each with its own merits and use cases." : "La creación de varios planes de la Comisión es un aspecto crítico de un módulo de la Comisión dentro de un sistema de gestión de ventas o compensación.  Estos planes determinan cómo individuos o equipos son recompensados por sus esfuerzos, motivándolos y alineándolos con metas organizacionales.  Tres tipos comunes de planes de la comisión son las comisiones por porcentaje y a tanto alzado, cada una con sus propios méritos y casos de uso. ",
  "Why use Commission Plan?" : "¿Por qué utilizar el Plan Comisión? ",
  "Commission plans play a pivotal role in the operations of organizations, particularly in the realms of sales and compensation management. These plans provide a structured framework through which employees, partners, or sales teams are compensated based on their performance and contributions to the organization. In this comprehensive exploration, we delve into the multifaceted reasons why commission plans are a cornerstone of modern businesses, how they drive success, and their profound impact on motivation, alignment, and revenue growth." : "Los planes de la Comisión desempeñan un papel fundamental en las operaciones de las organizaciones, especialmente en los ámbitos de la gestión de las ventas y las compensaciones.  Estos planes proporcionan un marco estructurado a través del cual los empleados, socios o equipos de ventas se compensan en función de su rendimiento y contribuciones a la organización.  En esta exploración integral, nos adentramos en las múltiples razones por las que los planes de la comisión son una piedra angular de las empresas modernas, cómo impulsan el éxito, y su profundo impacto en la motivación, la alineación y el crecimiento de los ingresos. ",
  "How the Commission Module work? " : "¿Cómo funciona el módulo de la Comisión?   ",
  "In Commission Module, Commission calculation is about Invoice, Sales Invoice, Project , project and task, agent will get his Commission when payment is made, bank transfer payment in Commission module. When the payment is made, the bank shows its entry in the transfer request so that it knows how much commission is paid." : "En el Módulo de la Comisión, el cálculo de la Comisión es sobre la factura, la factura de ventas, el proyecto, el proyecto y la tarea, el agente recibirá a su Comisión cuando se hace el pago, el pago de transferencia bancaria en el módulo de la Comisión  Cuando se hace el pago, el banco muestra su ingreso en la solicitud de traslado para que sepa cuánta comisión se paga. ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "for Your Business?" : "¿Para tu negocio? ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación. ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Monthly" : "Mensual ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  " if paid monthly" : " si se paga mensualmente ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  " if paid yearly" : "si se paga anualmente"
}