{
  "Permission denied." : "Autorisation refusée. ",
  "Permission Denied." : "Autorisation refusée. ",
  "Commission Receipt successfully created." : "Réception de la Commission réussie. ",
  "Commission Receipt successfully deleted." : "La réception de la Commission a été supprimée. ",
  "Commission payment request send successfully" : "Demande de paiement de la Commission envoyée avec succès ",
  "Go to  Bank Transfer Request to view payment entries." : "Accéder à la demande de transfert bancaire pour afficher les entrées de paiement. ",
  "Commission successfully created." : "La création de la Commission a abouti. ",
  "CommissionPlan not found." : "Plan de commande introuvable. ",
  "CommissionPlan successfully deleted!" : "Le plan de commande a été supprimé ! ",
  "Request data not found!" : "Données de demande non trouvées ! ",
  "Commission Bank-transfer request Approve successfully" : "Banque de la Commission-Demande de virement Approuver avec succès ",
  "Commission Bank-transfer request Reject successfully" : "Banque de la Commission-Demande de transfert rejetée avec succès ",
  "Commission Bank-transfer request successfully deleted." : "La demande de transfert de la Commission a été supprimée. ",
  "Commission Plan" : "Plan de la Commission ",
  "Commission Receipt" : "Réception de la Commission ",
  "Bank Transfer Request" : "Demande de transfert bancaire ",
  "Conditional" : "Conditionnel ",
  "Non-Conditional" : "Non conditionnel ",
  "From Amount" : "Montant du montant ",
  "To Amount" : "Montant de la valeur ",
  "Commission" : "Commission ",
  "Add" : "Ajouter ",
  "Project Wise" : "Projet Wise ",
  "Task Wise" : "Tâche Wise ",
  "Select Project" : "Sélectionner un projet ",
  "Select Task" : "Sélectionner une tâche ",
  "Name" : "Nom ",
  "Start Date / End Date" : "Date de début / Date de fin ",
  "Users" : "Utilisateurs ",
  "Users filed is required." : "Les utilisateurs classés sont requis. ",
  "Cancel" : "Annuler ",
  "Create" : "Créer ",
  "Manage Commission" : "Gérer la Commission ",
  "Create Commission Plan" : "Créer un plan de la Commission ",
  "Start Date" : "Date de début ",
  "End Date" : "Date de fin ",
  "USer" : "USer ",
  "Action" : "Action ",
  "Edit" : "Editer ",
  "Delete" : "Supprimer ",
  "Commission Plan Edit" : "Modification du plan de la Commission ",
  "Enter Commission Name" : "Entrez le nom de la Commission ",
  "Commission Type" : "Type de commission ",
  "Percentage" : "Pourcentage ",
  "Fixed" : "Fixe ",
  "Commission Structure" : "Structure de la Commission ",
  "Save Changes" : "Enregistrer les modifications ",
  "Manage Commission Receipt" : "Gérer la réception de la Commission ",
  "Position" : "Position ",
  "Employee" : "Employé ",
  "Receipt Date" : "Date de réception ",
  "Id" : "ID ",
  "Item" : "Article ",
  "Price" : "Prix ",
  "quantity" : "Quantité ",
  "discount" : "Remise ",
  "Amount" : "Montant ",
  "Sub Total" : "Total partiel ",
  "Discount" : "Remise ",
  "Total" : "Total ",
  "Bank Transfer" : "Transfert bancaire ",
  "Bank Details :" : "Détails de la banque: ",
  "Payment Receipt" : "Réception de paiement ",
  "This field is required" : "Cette zone est obligatoire ",
  "invalid form file" : "Fichier de formulaire non valide ",
  "first, make a payment and take a screenshot or download the receipt and upload it." : "D'abord, effectuer un paiement et prendre une capture d'écran ou télécharger le reçu et le télécharger. ",
  "Pay Now" : "Payer maintenant ",
  "Admin payment settings not set" : "Paramètres de paiement administrateur non définis ",
  "Select Month" : "Sélectionner un mois ",
  "Select Year" : "Sélectionner une année ",
  "Agent" : "Agent ",
  "Commission Amount" : "Montant de la Commission ",
  "Receipt" : "Réception ",
  "Click To Paid" : "Cliquez sur To Paid ",
  "Select Agent" : "Sélectionner l'agent ",
  "Download" : "Télécharger ",
  "Create Commission Receipt" : "Créer un reçu de la Commission ",
  "Commission type" : "Type de commission ",
  "Status" : "Statut ",
  "Unpaid" : "Non payé ",
  "Paid" : "Payé ",
  "Select CommissionPlan" : "Sélectionner un plan de commande ",
  "Select Commission" : "Sélectionner Commission ",
  "Order Id" : "ID commande ",
  "Date" : "Date ",
  "Attachment" : "Pièce jointe ",
  "Preview" : "Aperçu ",
  "Request Action" : "Action de demande ",
  "Are You Sure?" : "Êtes-vous sûr? ",
  "This action can not be undone. Do you want to continue?" : "Cette action ne peut pas être effectuée.  Voulez-vous continuer? ",
  "status" : "Statut ",
  "Appplied On" : "Appplied On ",
  "Not Found" : "Non trouvé ",
  "Software Details" : "Détails du logiciel ",
  "A Commission Module typically refers to a software or system component that helps organizations manage and calculate commissions or incentives for their salespeople, partners, or employees. The content of a commission module may vary depending on the specific needs of the organization and the complexity of its commission structure." : "Un module de la Commission fait généralement référence à un composant logiciel ou système qui aide les organisations à gérer et à calculer des commissions ou des incitatifs pour leurs vendeurs, leurs partenaires ou leurs employés.  Le contenu d'un module de commande peut varier en fonction des besoins particuliers de l'organisation et de la complexité de sa structure de commission. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Commission Plan " : "Plan de la Commission   ",
  "Setting up various Commission Plans is a critical aspect of a Commission Module within a Sales or Compensation management system. These plans determine how individuals or teams are rewarded for their efforts, motivating and aligning them with organizational goals. Three common types of commission plans are percentage-based and flat-rate commissions, each with its own merits and use cases." : "L'établissement de divers plans de la Commission est un aspect essentiel d'un module de la Commission au sein d'un système de gestion des ventes ou de la rémunération.  Ces plans déterminent la façon dont les individus ou les équipes sont récompensés pour leurs efforts, les motivant et les alignant sur les objectifs organisationnels.  Trois types de commissions communes sont des commissions à taux fixe et à taux fixe, chacune ayant ses propres mérites et cas d'utilisation. ",
  "Why use Commission Plan?" : "Pourquoi utiliser le plan de la Commission? ",
  "Commission plans play a pivotal role in the operations of organizations, particularly in the realms of sales and compensation management. These plans provide a structured framework through which employees, partners, or sales teams are compensated based on their performance and contributions to the organization. In this comprehensive exploration, we delve into the multifaceted reasons why commission plans are a cornerstone of modern businesses, how they drive success, and their profound impact on motivation, alignment, and revenue growth." : "Les plans de la Commission jouent un rôle central dans le fonctionnement des organisations, en particulier dans les domaines de la gestion des ventes et de la rémunération.  Ces plans fournissent un cadre structuré grâce auquel les employés, les partenaires ou les équipes de vente sont rémunérés en fonction de leur rendement et de leur contribution à l'organisation.  Dans le cadre de cette étude approfondie, nous nous sommes mis d'accord sur les multiples raisons pour lesquelles les plans de commissions sont la pierre angulaire des entreprises modernes, la façon dont ils sont le moteur du succès, et leur impact profond sur la motivation, l'alignement et la croissance des revenus. ",
  "How the Commission Module work? " : "Comment le module de la Commission fonctionne-il?   ",
  "In Commission Module, Commission calculation is about Invoice, Sales Invoice, Project , project and task, agent will get his Commission when payment is made, bank transfer payment in Commission module. When the payment is made, the bank shows its entry in the transfer request so that it knows how much commission is paid." : "Dans le module de la Commission, le calcul de la Commission porte sur la facture, la facture de vente, le projet, le projet et la tâche, l'agent obtient sa Commission lorsque le paiement est effectué, le paiement de transfert bancaire dans le module de la Commission.  Lorsque le paiement est effectué, la banque indique son entrée dans la demande de virement afin qu'elle sache combien de commissions est payée. ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "for Your Business?" : "Pour Votre entreprise? ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Installation illimitée ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : "S'ils sont payés annuellement"
}